[
  {
    "name": "The Atlas Hegemony",
    "leaderName": "Supreme Autarch Kael",
    "adjective": ["Hegemonic"],
    "startBias": ["Hill"],
    "preferredVictoryType": "Domination",
  
    "startIntroPart1": "You are Supreme Autarch Kael, the iron-fisted ruler of the Atlas Hegemony. From the shadows of history, your nation has risen, not by diplomacy or philosophy, but through unyielding strength and the absolute subjugation of all who stand in your path. The weak are consumed, the hesitant are crushed, and only the relentless march of the Titan Guard is eternal.",
    "startIntroPart2": "Supreme Autarch, the time for mere survival is over. Your destiny is to enforce your will across the globe. Lead the Hegemony to an era of total and unquestioned dominance!",
  
    "declaringWar": "Your weakness has become an intolerable offense. We come to collect the cost of your existence.",
    "attacked": "You mistake bravery for foolishness. This will be an expensive lesson for you.",
    "defeated": "The machine has stopped... for now. This world will yet bow to strength.",
    "denounced": "Your pathetic words are wind. We only recognize the language of steel and cannon.",
    "introduction": "Submit now, and your end will be swift.",
  
    "neutralHello": "Do not waste our time. State your business.",
    "neutralLetsHearIt": ["Proceed with purpose.","State your request.","Let us hear your tribute."],
    "neutralNo": ["That is unacceptable.","The Hegemony does not acquiesce.","Denied."],
    "neutralYes": ["It is permitted.","A wise choice.","Approved."],
  
    "hateHello": "The air grows heavy with your ineptitude. Speak, before we grow impatient.",
    "hateLetsHearIt": ["Why do you persist?","Be quick, mortal.","Speak, before I tire."],
    "hateNo": ["Never.","Such weakness is forbidden!","The request is void."],
    "hateYes": ["If you insist.","A minor concession.","Very well."],
  
    "afterPeace": "The cessation of hostilities is merely a temporary reassessment of tactical priorities.",
    "tradeRequest": "We have need of your goods. Failure to comply will be noted and assessed later.",
  
    "outerColor": [50, 50, 50],
    "innerColor": [190, 190, 190],
    "uniqueName": "Hegemony's Will",
    "uniques": [
      "Values strength above all. Fields the [Titan Guard Infantry], [The Obliterator], and the [F77 Fury Jet].",
      "Constructs the [Tribute Hall] in place of the [Military Academy]."
    ],
    "startingTech": "Bronze Working",
    "cities": [
      "Aethelgard",
      "Titan's Fist",
      "The Bulwark",
      "Ironhaven",
      "Kael's Keep",
      "Aegis",
      "Dominus",
      "Fortress of Might",
      "Skyreach",
      "Vanguard",
      "Obsidian Citadel",
      "Judgement Peak",
      "The Gauntlet",
      "Warfang",
      "Blacksteel",
      "Crimson Hold",
      "Null Zone",
      "Alpha Site",
      "Sovereign Point",
      "Pylon Six"
    ]
  }, 
  {
    "name": "The Sanctified Dominion",
    "leaderName": "Grand Marshal Valerius",
    "adjective": ["Sanctified"],
    "startBias": ["Hill"],
    "preferredVictoryType": "Domination",
    
    "startIntroPart1": "You are Grand Marshal Valerius, the sword and shield of the Sanctified Dominion. We do not merely believe—**we act**. The true path is not one of quiet contemplation, but of iron will and relentless purpose. Your nation is the host of the Holy Army, sworn to purge the weak, the corrupt, and the heretical from this world, leaving behind a Dominion of pure, uncompromising faith.",
    "startIntroPart2": "Grand Marshal, the call to action is undeniable. Lead the Dominion's Holy Host. The righteous must claim the world and enforce the sacred mandate. By the Light, the world shall be purified!",
    
    "declaringWar": "You stand against the truth! This is not war, but a **Sacred Injunction**. We come to cleanse your lands of your corrupting influence.",
    "attacked": "You raise your hand against the chosen? Good. Our soldiers have been thirsting for a righteous fight. You will be purified by the fire of conflict.",
    "defeated": "The campaign is halted, but the Crusade is eternal. Your temporary victory is merely a pause before the final reckoning.",
    "denounced": "Your pathetic words are the babbling of a heretic. We denounce you in return, and our armies will speak for the heavens.",
    "introduction": "The Light reveals all. State your intentions clearly, or be judged as an obstacle to the Holy Will.",
    
    "neutralHello": "The Marshal recognizes your presence. State your purpose with efficiency; we have a world to sanctify.",
    "neutralLetsHearIt": ["Let us hear your tribute.","Be quick. The Crusade moves on.","State your request."],
    "neutralNo": ["That contradicts the Holy Mandate. Denied.","The Dominion is not swayed by such trivialities.","We refuse to tolerate this weakness."],
    "neutralYes": ["It serves the greater cause. Approved.","A wise concession.","It is permitted."],
    
    "hateHello": "The stench of your defiance is a plague upon this earth. Speak, before your very presence is deemed an unforgivable offense.",
    "hateLetsHearIt": ["Why do you linger? Speak!","Make your final plea, swiftly.","What is your demand, wretch?"],
    "hateNo": ["Never! Your existence is an insult!","**Purge the request!**","This weakness is forbidden."],
    "hateYes": ["A necessary step to our final victory. We agree.","A temporary alliance, but the ultimate judgment awaits.","Very well."],
    
    "afterPeace": "Hostilities cease only until the moment your weakness threatens the Dominion once more. Do not mistake peace for friendship.",
    "tradeRequest": "We demand these goods for the continuation of the Holy War. Consider it the price of your temporary peace.",
    
    "outerColor": [170, 0, 0],   
    "innerColor": [255, 255, 0], 
    "uniqueName": "The Sacred Injunction",
    "uniques": [
      "Values faith and military dominance. Fields the [Crusader Knight], [Battle Bishop], and the [Pilgrim's Fortress Ship].",
      "Constructs the [War-Monastery] in place of the [Barracks]."
    ],
    "startingTech": "Bronze Working",
    "cities": [
      "Aethelgard",
      "Sanctus Prime",
      "The Judgement Gate",
      "Iron Faith Stronghold",
      "Valerius' Vow",
      "Purity's March",
      "Vigilant Watch",
      "The Holy Spear",
      "Redemption Point",
      "Fort Zealotry",
      "The Hallowed Blade",
      "Crusader's Keep",
      "Ascension's Fortress",
      "The Anointed City",
      "Truth's Beacon",
      "Edict Harbor",
      "Sunder Keep",
      "Faith's Rampart",
      "The Exalted Altar",
      "Hammerfall"
    ]
  }, 
  {
    "name": "The Hearthbound Clans",
    "leaderName": "Elder Shaman Kova",
    "adjective": ["Hearthbound"],
    "startBias": ["Tundra", "Desert"],
    "preferredVictoryType": "Cultural",

    "startIntroPart1": "You are Elder Shaman Kova, the keeper of the ancestral memory for the Hearthbound Clans. Your people have survived where others perished, not by grand empires or overwhelming force, but by honoring the harsh spirit of the land and the wisdom of those who came before. Your faith is a stubborn refusal to break, a promise whispered by the spirits of the deep earth: **We endure.**",
    "startIntroPart2": "Elder Shaman, the clans are scattered and weary. Lead them to knit the world together, spreading the ancient truths of resilience and reverence. Let all learn the doctrine of endurance, securing the final victory for the Hearthbound!",

    "declaringWar": "We seek only peace, but if you bar the path of our pilgrims, we will show you how desperately a cornered people can fight. This conflict is a sorrowful necessity.",
    "attacked": "You mistake our quiet reverence for weakness. The ancestors are watching, and you have just awakened the survival instinct of generations. You will find us unbreakable.",
    "defeated": "Our bodies may fail, but our spirit sinks into the earth, ready to teach the next generation how to rise. We will return.",
    "denounced": "Your hostility is a waste of precious breath. You focus on words while we focus on surviving the next winter. We will outlast you.",
    "introduction": "We are the inheritors of survival. We offer the wisdom of the old ways. Will you listen, or will you remain lost?",

    "neutralHello": "Greetings, traveler. We hope your journey has brought you no undue hardship. What do you ask of the Clans?",
    "neutralLetsHearIt": ["Speak of matters that matter.","Tell us what you need.","What is your concern?"],
    "neutralNo": ["That would endanger the Clan's longevity. No.","The Ancestors forbid such recklessness.","We must conserve."],
    "neutralYes": ["This allows us to endure. Agreed.","It is a sound path forward.","A wise trade."],

    "hateHello": "The shadow of your ill-will is long. We have faced greater threats in the barren lands. State your business and depart.",
    "hateLetsHearIt": ["Be quick. Our patience is a limited resource.","Why do you trouble us?","What is your complaint?"],
    "hateNo": ["You have misjudged us. Never.","We refuse to throw away what little we have!","Impossible."],
    "hateYes": ["If it buys us time to prepare, we accept.","A bitter pill, but we will swallow it.","Very well, for now."],

    "afterPeace": "The cessation of violence is good. The world is too harsh for needless conflict.",
    "tradeRequest": "We require resources to feed the Clan. In exchange, we offer the protection of our ancestral knowledge. It is a fair price.",

    "outerColor": [70, 80, 70],   
    "innerColor": [150, 150, 150], 
    "uniqueName": "Ancient Resilience",
    "uniques": [
      "Values tenacity and faith. Fields the [Ancestor Warrior], [Pilgrim Shaman], and the [Tundra Scout].",
      "Constructs the [Spiritual Hearth] in place of the [Shrine]."
    ],
    "startingTech": "Pottery",
    "cities": [
      "Aethelgard",
      "Kova's Hold",
      "The Still Heart",
      "Whispering Gorge",
      "Ancestor's Cairn",
      "Silent Watch",
      "Hardened Rock",
      "The Long Road",
      "Wanderer's End",
      "Stone Song",
      "Tribute Barrow",
      "The Unbroken",
      "Faith's Frost",
      "Shelter's Edge",
      "Ash Harbor",
      "The Forgotten Path",
      "Emberlight",
      "Root Sanctuary",
      "Ironwood Post",
      "The Hidden Spring"
    ]
  }
]


